/* Description that this is the most popular Inflation Calculator app on the App Store */
"#1 Inflation Calculator" = "＃1インフレ計算機";

/* Title of the screen that describes the application */
"About" = "約";

/* Description that the app is always updated for the current year */
"Always has the most recent data" = "常に最新のデータがあります";

/* Currency of Australia */
"Australian Dollar" = "オーストラリアドル";

/* Currency of Brazil */
"Brazilian Real" = "ブラジルレアル";

/* Currency of the United Kingdom */
"British Pound" = "英国ポンド";

/* Currency of Canada */
"Canadian Dollar" = "カナダドル";

/* Currency of China */
"Chinese Yuan" = "中国人民元";

/* Currency of Colombia */
"Colombian Peso" = "コロンビアペソ";

/* Information that the app was created by Cal Stephens */
"Created by Cal Stephens" = "Cal Stephensによって作成されました";

/* Description of the available data range for a currency. e.g. 'Data from 1980 to 2020'. */
"Data from %1$@ to %2$@" = "％1 $%@から％2 $%@のデータ";

/* Title of the person who developer this app. Alternative translations could include 'Creator' or 'Designer'. */
"Creator" = "作成者";

/* Currency of the European Union */
"Euro" = "ユーロ";

/* App Store description */
"Ever see a price from the past and want to how how much it would cost today? With Inflation Calculator, it's easy to discover the answer. Inflation Calculator lets you calculate the value of money throughout history. It supports 22 currencies from around the world, including the US Dollar, Euro, and more!" = "過去の価格を見て、今日どれくらいの費用がかかるか知りたいですか？ インフレーション電卓を使用すると、答えを簡単に見つけることができます。 インフレ計算機を使用すると、履歴全体でお金の価値を計算できます。 日本円、米ドル、ユーロなど、世界中の22の通貨をサポートしています！";

/* Label that describes how data is typically collected from official government sources. */
"Historical inflation data is compiled from various official sources." = "過去のインフレデータは、さまざまな公式ソースからまとめられています。";

/* Currency of India */
"Indian Rupee" = "インドルピー";

/* Currency of Indonesia */
"Indonesian Rupiah" = "インドネシアルピア";

/* Short-hand name of the app */
"Inflation Calc" = "インフレ計算";

/* The name of the app 'Inflation Calculator', translated into the destination language */
"Inflation Calculator" = "インフレ計算機";

/* Currency of Israel */
"Israeli Sheqel" = "イスラエル・シェケル";

/* Currency of Japan */
"Japanese Yen" = "日本円";

/* Currency of Mexico */
"Mexican Peso" = "メキシコペソ";

/* Currency of New Zealand */
"New Zealand Dollar" = "ニュージーランドドル";

/* App store tags */
"inflation,dollar,money,value,over time,time,history,historical,data,price,prices,year,cost,costs" = "インフレ、ドル、お金、値、時間の経過、時間、歴史、歴史的、データ、価格、価格、年、コスト、コスト";

/* Currency of Norway */
"Norwegian Krone" = "ノルウェークローネ";

/* Currency of Russia */
"Russian Ruble" = "ロシアルーブル";

/* Currency of Saudi Arabia */
"Saudi Arabian Riyal" = "サウジアラビアリヤル";

/* Title of screen that lets the user select the active currency */
"Select Currency" = "通貨を選択";

/* Title of section that describes where data is sourced from */
"Sources" = "ソース";

/* Currency of South Africa */
"South African Rand" = "南アフリカランド";

/* Currency of South Korea */
"South Korean Won" = "韓国ウォン";

/* Currency of Sweden */
"Swedish Krona" = "スウェーデンクローナ";

/* Currency of Switzerland */
"Swiss Franc" = "スイスフラン";

/* Typical app update description */
"Thanks for using Inflation Calculator! This version adds data for 2020." = "インフレ計算機をご利用いただきありがとうございます！このバージョンでは、2020年のデータが追加されます。";

/* Currency of Turkey */
"Turkish Lira" = "トルコリラ";

/* Currency of the United States */
"US Dollar" = "米ドル";

/* Description that the app has 22 international currencies. Highlight the currencies most likely to be interested to users speaking that language. */
"US Dollar, Euro, & 20 other currencies" = "日本円、米ドル、その他20通貨";

/* The current version of the app. e.g. Version 2.0 */
"Version %@" = "バージョン ％@";

/* Title of button that opens the developer's website */
"Visit Website" = "ウェブサイトを訪問";

/* Abbreviation for 'clear' that appears on a calculator. This should be two characters or fewer. */
"c" = "⌫";
